Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: Why would she have repeated that, I wonder?
ru: Почему она об этом сказала, я в недоумении?

source: Well, I would ask you the same question.
ru: Ну, я хочу задать тебе тот же вопрос.

source: Rightly so.
ru: именно так.

source: What' d you say?
ru: Что ты сказал?

source: I didn' t say anything.
ru: Я ничего не говорил.

source: When?
ru: Когда?

source: Right now?
ru: Прямо сейчас?

source: I' m sorry; don' t listen to me.
ru: Я извиняюсь; не слушай меня.

source: I' m on mescaline.
ru: Я на мескалине.

source: Did you say you' re on mescaline?
ru: Ты сказал, ты на мескалине?

source: I did, indeed.
ru: Да, разумеется.

source: Very much so.
ru: Очень серьезно.

source: How often do you, uh...?
ru: Как часто ты?

source: I' m worried about you, Richie.
ru: Я беспокоюсь о тебе, Ричи.

source: Well, actually, Margot is, for some reason.
ru: Ну, Марго, в некотором роде....

source: But I did find it odd when you said you were in love with her.
ru: Но я нашел странным, когда ты сказал, что влюблен в нее.

source: She' s married, you know.
ru: Она замужем, ты знаешь.

source: And she' s your sister.
ru: И она твоя сестра.

source: Adopted.
ru: Приемная.

source: Where are my encyclopedias?
ru: Где мои энциклопедии?

source: They' ve been placed in storage.
ru: Их поместили в хранилище.

source: Well, damn you.
ru: Черт вас побери.

source: You' re taking my encyclopedias.
ru: Вы берете мои энциклопедии. - это унизительно.

source: Would you like to make a complaint in writing?
ru: - Я извиняюсь. вы хотите составить письменную жалобу?

source: Where am I supposed to go?
ru: Куда я должен идти?

source: You' re turning me into a damn hobo.
ru: Вы превращаете меня в проклятого бродягу.

source: I' d be happy to make a reservation for you
ru: Я буду счастлив заказать для вас номер

source: - at another hotel.
ru: - в другом отеле.

source: - You son of a bitch.
ru: - Ты сукин сын.

source: Frederick.
ru: Фредерик.

source: Hello there, Dusty.
ru: Привет, Дасти.

source: Could you spot me a quarter?
ru: Одолжишь мне четвертак?

source: Of course.
ru: Конечно.

source: Richie?
ru: Ричи?

source: It' s your dad.
ru: Это твой папа.

source: lonelier than he lets on maybe lonelier than he even realizes.
ru: Я думаю, он очень одинок... более одинок, чем показывает может даже более одинок, чем сам полагает.

source: Have you spoken to him about this?
ru: Ты говорил с ним об этом?

source: Briefly, and he agreed that we...
ru: В общих чертах, и он согласился, что мы...

source: I' m sorry, maybe I' m a little confused here.
ru: Прости, возможно я в легком замешательстве.

source: What are you suggesting?
ru: Что ты предлагаешь?

source: That he come here and stay in my room.
ru: Чтобы он приехал и остановился в моей комнате.

source: Are you out ofyour mind?
ru: Ты с ума сошел?

source: Anyway, I think that he' d be much more comfortable here than he would...
ru: В любом случае, я считаю, здесь ему будет уютнее, чем...

source: Who gives a shit?
ru: Кто утверждает эту хрень?

source: You poor sucker.
ru: Ты жалкий сопляк.

source: You poor, washed- up papa' s boy.
ru: Жалкий папенькин сынок.

source: All right, let' s not get out of hand.
ru: Хорошо, давайте не будем спешить.

source: Please, don' t get in the middle of this, Mr. Sherman.
ru: Пожалуйста, не встревайте в это, мистер Шерман.

source: This is a family matter.
ru: Это семейный вопрос.

source: Don' t talk to him like that.
ru: Не говори с ним так.

source: - Call me Henry.
ru: - Зовите меня Генри.

source: - I prefer Mr. Sherman.
ru: - Я предпочитаю "мистер Шерман".

source: Call him Henry.
ru: Зови его Генри.

source: I don' t know him that well.
ru: Я не знаком с ним настолько близко.

source: You' ve known him for ten years.
ru: Ты знаком с ним десять лет.

source: As your accountant, Mr. Sherman, yes.
ru: Как с твоим бухгалтером, мистером Шерманом, да.

source: Where are you going to sleep?
ru: Где ты собираешься спать?

source: I' m just going to camp out upstairs.
ru: Я собираюсь подняться наверх.

source: We brought our sleeping bag...
ru: Мы захватили наш спальный мешок...

source: Uzi!
ru: Узи!

source: We don' t mind, Dad.
ru: Мы не возражаем, папа.

source: We like him.
ru: Он нам нравится.

source: Who, Pappy?
ru: Кто, деда?

source: "Pappy"?
ru: "Деда"?

source: He can sleep in the room above us.
ru: Он может спать в комнате над нами.

source: Ari, it' s not your decision.
ru: Ари, это не твое решение.

source: Nor is it yours.
ru: Как и не твое.

source: Well, he' s already up there.
ru: Ну, он уже здесь наверху.

source: I guess you can wake him up and throw him out... if Mom says it' s okay.
ru: Думаю, он спит из- за лекарств, которые принимает но я... я думаю, ты можешь разбудить и вышвырнуть его... если мама согласна.

source: Let me just collect my things.
ru: Только дай мне собрать мои вещи.

source: Would you mind handing me my cane, Richie?
ru: Не подашь мне пою трость, Ричи?

source: Let me see, where' s my suitcases?
ru: Давайте, найду свои чемоданы?

source: Grab me a Nembutal, will you, son?
ru: Дай мне небутал, хорошо, сынок?

source: Are you okay?
ru: Ты в порядке?

source: What the fuck you care?
ru: Какого хрена это тебя заботит?

source: Oh, my goodness.
ru: Боже мой.

source: Call Doctor McClure.
ru: Позвони доктору МакКлуру.

source: Take a breath and hold it.
ru: Вдохните и задержите дыхание.

source: Now cough.
ru: Теперь кашляйте.

source: His condition is stable.
ru: Его состояние стабильно.

source: The attack was just a side effect.
ru: Удар был просто побочным эффектом.

source: I recommend you push fluids and continue the stomach cancer medication.
ru: Я рекомендую поддерживающие микстуры и продолжать прием лекарств от рака желудка.

source: Can we move him?
ru: Мы можем его перемещать?

source: Absolutely not.
ru: Ни в коем случае.

source: For how long?
ru: Как долго?

source: We' il have to wait and see.
ru: Надо подождать и посмотреть.

source: Is he going to be all right?
ru: Он поправится?

source: That depends.
ru: Это зависит от него.

source: Is he a fighter?
ru: Он боец?

source: Then that' s the best we' ve got.
ru: Ну тогда он лучшее, что может быть.

source: Pagoda' s in possession of a parcel containing my will and some instructions for the funeral including my epitaph, for when the time comes.
ru: У Пагоды пакет, который содержит мою волю и кое- какие распоряжения насчет похорон, включая мою эпитафию, когда придет время.

source: Proofread it for me before they carve it on the headstone, okay?
ru: Проверь ее перед тем, как они высекут ее на камне, хорошо?

source: I never did stop loving you, by the way.
ru: Я никогда не прекращал любить тебя, между прочим.

source: Do you believe that?
ru: Ты в это веришь?

source: You look terrific.
ru: Ты выглядишь потрясающе.

source: That dress is stunning.
ru: Это платье - сногсшибательное.

source: Lights out, old man.
ru: Гасим огни, старик.

source: I thought I' d read for a while, Chas.
ru: Я думал, что смогу немного почитать, Чез.

source: Lights out.
ru: Гасим огни.

source: I' m right in the middle of a sentence.
ru: Я был как раз посередине предложения.

source: Well, you' il have to finish it in the morning.
ru: Ну, ты сможешь закончить утром.

source: Them' s the rules.
ru: Таковы правила.

source: Good night, my boy. / When the oneyou love says good- bye / / Sing a lullaby / / Dee- dee- dee, dee- dee, dee- dee / / Dee- dee- dee, dee- dee, dee- dee... /
ru: Кажется, ты и папа снова вместе, а?

source: He' s your dad, too, Chas.
ru: Он и твой папа тоже, Чез.

source: - No, he' s not.
ru: - Нет.

source: - Yes, he is.
ru: - Да.

source: You really hate me, don' t you?
ru: Ты меня действительно ненавидишь, да?

source: I don' t.
ru: Вовсе нет.

source: I love you.
ru: Я люблю тебя.

source: Well, I don' t know what you think you' re going to get out of this but believe me, whatever it is, it' s not worth it.
ru: Ну, я не знаю, как ты собираешься выпутаться из всего этого, но, что бы это ни было, оно того не стоит.

source: Chas...
ru: Чез...

source: I don' t want to hurt you.
ru: Я не хочу делать тебе больно.

source: I know what you and the boys have been through.
ru: Я думаю, через что прошел ты с мальчиками.

source: You' re my brother, and I love you.
ru: Ты мой брат, и я люблю тебя.

source: Stop saying that!
ru: Прекрати повторять это!

source: What' s that jackass doing?
ru: Что этот болван делает?

source: I know you, asshole!
ru: Я узнал тебя, засранец!

source: Did Eli send you that?
ru: Илай прислал тебе это?

source: He always sends me his clippings.
ru: он всегда посылает мне свои вырезки.

source: What for?
ru: Зачем?

source: I think he just likes the encouragement.
ru: Думаю, это придает ему сил.

source: He' s done it for years.
ru: Он это делал годами.

source: He used to send me his grades in college.
ru: Он присылал мне свои оценки из колледжа.

source: That' s ridiculous.
ru: Это нелепо.

source: How long do you intend to stay here?
ru: Как долго ты намерена здесь оставаться?

source: Are you ever coming home?
ru: Ты когда- нибудь вернешься домой?

source: Maybe not.
ru: Может и нет.

source: You' re joking.
ru: Ты шутишь.

source: Well, I want to die.
ru: Ну, я хочу умереть.

source: Raleigh, please...
ru: Рейли, пожалуйста...

source: Have you met someone else?
ru: Ты встретила кого- то другого?

source: I couldn' t even begin to think about knowing how to answer that question.
ru: Я не могу даже подумать, не зная как ответить на этот вопрос.

source: I don' t like the way you' re treating Raleigh.
ru: Мне не нравится, как ты ведешь себя с Рейли.

source: You don' t even know him.
ru: Ты его даже не знаешь.

source: Well, I' ve met him, and I don' t think he deserves...
ru: Ну, я видел его и не думаю, что он заслуживает...

source: Stay out of it.
ru: Не лезь в это.

source: You' re two- timing him with that bloodsucker
ru: Ты обманываешь его с этим кровопийцей,

source: Eli Cash.
ru: Илаем Кэшем.

source: Now, that' s just not right, damn it.
ru: Это просто неправильно, черт побери.

source: You used to be a genius.
ru: Ты привыкла быть гением.

source: Anyway, that' s what they used to say.
ru: Так или иначе, так они обычно говорили.

source: Richard, I know you' re terribly close to Margot and probably understand her better than anyone.
ru: Ричард, я знаю, ты страшно близок с Марго и, наверное, понимаешь ее лучше, чем кто- либо еще.

source: May I confide in you?
ru: Могу я довериться тебе?

source: I believe she' s having an affair.
ru: Я полагаю, у нее роман.

source: I' m utterly devastated.
ru: Я в крайнем отчаянье.

source: I... don' t know where else to turn.
ru: Я... не знаю, к кому еще обратиться.

source: Will you advise me?
ru: Дашь мне совет?

source: What do you want to do?
ru: Что ты хочешь сделать?

source: Perhaps, uh...
ru: Возможно...

source: Find the guy and get him?
ru: Найти парня и привести его?

source: Well, no, I thought we could...
ru: Ну, нет, я думаю, мы можем...

source: Who do you think it might be?
ru: Как вы думаете, кто это может быть?

source: I don' t know at the moment.
ru: Сейчас я не знаю.

source: I agree with you a hundred percent.
ru: Я согласен с вами на сто процентов.

source: That' s why we have marketing grids.
ru: Вот для чего у нас есть маркетинговые сети.

source: What do you say we go down to Little Tokyo and get some fireworks?
ru: Как насчет того, чтобы прогуляться к Маленькому Токио и купить парочку фейерверков?

source: What do you need?
ru: Что тебе нужно?

source: I see you got them, uh, crunching numbers for you.
ru: Я вижу, они щелкают для тебя числа.

source: Please don' t come in this room.
ru: Пожалуйста, не заходи в эту комнату.

source: like a pair ofjackrabbits, Etheline.
ru: Чез держит их взаперти, как парочку кроликов, Этелина.

source: He has his reasons.
ru: У него есть причины.

source: Oh, I know that but you can' t raise boys to be scared of life.
ru: О, я это знаю, но нельзя растить мальчиков так, чтобы они боялись жизни.

source: You got to brew some recklessness into them.
ru: В них нужно воспитать немного безрассудства.

source: I think that' s terrible advice.
ru: Я думаю, это кошмарный совет.

source: No, you don' t.
ru: Нет, ты так не думаешь.

source: We take boxing and self- defense classes.
ru: У нас есть уроки бокса и самообороны.

source: I' m not talking about dance lessons.
ru: Я не говорю об уроках танцев.

source: I' m talking about putting a brick through the other guy' s windshield.
ru: Я говорю о том, чтобы швырнуть кирпич в чье- нибудь ветровое стекло.

source: I' m talking about taking it out and chopping it up.
ru: Я говорю о том, чтобы вышибить и раскрошить его.

source: What do you mean? / The mama pajama rolled out of bed / (all yelling) / And she ran to the police station / / When the papa found out, he began to shout / / And he started the investigation / / It' s against the law /
ru: Идем!

source: He saved my life, you know.
ru: Знаете, он спас мне жизнь.

source: 30 years ago, I was knifed in a bazaar in Calcutta.
ru: 30 лет назад меня ударили ножом на базаре в Калькутте.

source: He carried me to the hospital on his back.
ru: Он донес меня до больнице на своей спине.

source: Who stabbed you?
ru: Кто ударил тебя?

source: He did.
ru: Он.

source: Yeah, there was a price on my head and he was a hired assassin.
ru: За мою голову была назначена награда, и он был наемным убийцей.

source: Stuck me right in the gut with that.
ru: Воткнул прямо мне в живот.

source: Shoot.
ru: Больно.

source: Where have you been?
ru: Где вы были?

source: Uh, we just stepped out to get some air.
ru: Просто вышли подышать воздухом.

source: Holy shit.
ru: Что за дерьмо.

source: That' s not...?
ru: Это не...?

source: Oh, no, no, that' s, uh, dog' s blood.
ru: Ах, нет, нет, это собачья кровь.

source: You stay away from my children.
ru: Ты держись подальше от моих детей.

source: My God, I haven' t been in here for years.
ru: Боже мой, я здесь не был столько лет.

source: Are you listening to me!
ru: Ты меня слушаешь!

source: Yes, I am!
ru: Да, слушаю!

source: I think you' ve having a nervous breakdown!
ru: Я думаю, у тебя нервный срыв!

source: I don' t think you recovered from Rachael' s death.
ru: Думаю, ты не оправился после смерти Рейчел.

source: There you are.
ru: Вот ты где.

source: How are you feeling?
ru: Как себя чувствуешь?

source: I' m having a ball.
ru: У меня клубок внутри.

source: Scrapping and yelling and mixing it up.
ru: Дерущийся, вопящий и все это взбивающий.

source: Loving every minute with this damn crew.
ru: Люблю каждую минуту с этой проклятой компанией.

source: I want to thank you for raising our children by the way.
ru: Я хочу поблагодарить тебя, за то, что воспитала детей.

source: I' m not kidding.
ru: Я не шучу.

source: You always put them first, didn' t you?
ru: Они всегда были для тебя, на первом месте, да?

source: I tried to.
ru: Я старалась.

source: Lately I feel like maybe I didn' t do such a great job.
ru: Но теперь я думаю, может, это была не такая уж великая работа.

source: Goddamn it, don' t do that to yourself.
ru: Черт побери, не относись к себе так.

source: I' m the one that failed them.
ru: Я - тот, кто потерпел неудачу с ними.

source: Or, anyway, it' s nobody' s fault.
ru: Или, в любом случае, это ничья вина.

source: Plus, that -- it doesn' t...
ru: К тому же -- это не...

source: Why didn' t you give a damn about us, Royal?
ru: Почему ты плюнул на нас, Ройал?

source: Why didn' t you care?
ru: Почему о нас не заботился?

source: I' m ashamed of myself.
ru: Я стыжусь себя.

source: I' il tell you one thing, though... you got more grit, fire and guts than any woman I have ever met.
ru: Я скажу тебе кое- что, в тебе больше твердости, воодушевления и мужества в любой другой женщине, которую я когда- либо встречал.

source: What... what are you smiling about?
ru: Чему... чему ты улыбаешься?

source: No, wha... what' s so funny?
ru: Нет, что... что тут забавного?

source: It' s these little expressions ofyours.
ru: Эти твои выражения.

source: I don' t know what you' re talking about but I' il take it as a compliment.
ru: Я не понимаю, о чем ты говоришь, но приму это как комплимент.

source: You' re true blue, Ethel.
ru: Ты стойкая, Этель.

source: You really are.
ru: На самом деле.

source: How' s your love life?
ru: Как твоя личная жизнь?

source: None ofyour business.
ru: Это не твое дело.

source: I' d like you to talk to Royal about us ifyou don' t mind.
ru: Я бы хотел поговорить с Ройалом о нас, если ты не возражаешь.

source: I don' t think the timing' s right for that, Henry.
ru: Я не думаю, что ты выбрал подходящее время для этого, Генри.

source: Well, I' d agree if I thought he was really going to die in six weeks but I don' t.
ru: Ну, я бы согласился, если бы считал, что он действительно умрет через 6 недель, но он не умрет.

source: Well, I hopeyou' re right.
ru: Ну, надеюсь, что ты прав.

source: Actually, I don' t believe I' il join you tonight.
ru: Вообще- то, я не думаю, что присоединюсь к тебе этой ночью.

source: I' il call you in the morning.
ru: Я позвоню тебе утром.

source: She said that?
ru: Она так сказала?

source: Got the sucker on the ropes.
ru: Попался, паразит.

source: Can I ask you something, Hank?
ru: Могу я кое- что спросить у тебя, Хэнк?

source: Are you trying to steal my woman?
ru: Ты пытаешься украсть мою женщину?

source: I beg your pardon?
ru: Прошу прощения?

source: You heard me, Coltrane.
ru: Ты слышал меня, Колтрейн.

source: Coltrane?
ru: Колтрейн?

source: Did you just call me "Coltrane"?
ru: Ты только что назвал меня "Колтрейн"?

source: You didn' t?
ru: Не называл?

source: But if I did... you wouldn' t be able to do anything about it, would you?
ru: Но если бы и назвал... ты не смог бы ничего с этим поделать, правда?

source: You don' t think so?
ru: Ты так не думаешь?

source: No, I don' t.
ru: Нет, не думаю.

source: Listen, Royal ifyou think you can march in here...
ru: Слушай, Ройал, если ты думаешь, что можешь войти сюда...

source: You want to talk some jive?
ru: Хочешь кое- то сказать?

source: I' il talk some jive.
ru: Я кое- то скажу.

source: I' il talk some jive like you' ve never heard.
ru: Я скажу кое- что такое, чего ты никогда не слышал.

source: - Oh, yeah?
ru: - Ах, да?

source: - Right on!
ru: - Прямо сейчас!

source: - Sit down.
ru: - Сядь.

source: - What?!
ru: - Что?!

source: Wh- what did you say?
ru: Ч- что ты сказал?

source: I said sit down, goddamn it!
ru: Я сказал, садись, черт подери!

source: Oh, I heard you!
ru: Я слышал тебя!

source: I want you out of my house!
ru: Я хочу, чтобы ты убрался из моего дома!

source: This is not your house!
ru: Это не твой дом!

source: I want your raggedy ass out!
ru: Я хочу, чтобы твоя оборванная задница убралась!

source: Don' t talk semantics with me.
ru: Не играй со смыслами.

source: Oh, this is not your...
ru: Это не твой...

source: Hello, I' m calling in regards to a Dr. McClure -- yes -- at Colby General.
ru: Колби Дженерал.

source: The name of the patient is Royal Tenenbaum.
ru: Имя пациента - Ройал Тененбаум.

source: Is that a Tic- Tac?
ru: Это "Тик- так"?

source: How much is he paying you?
ru: Сколько он тебе платит?

source: Well, I grew up with the Tenenbaum family, you know.
ru: Ну, я рос вместе с семьей Тененбаумов, вы знаете.

source: Across the street.
ru: Через улицу.

source: They' ve fallen on hard times now, haven' t they?
ru: Для них теперь настали трудные времена, не так ли?

source: I can' t say no.
ru: Не могу сказать нет.

source: This is bullshit.
ru: Это дерьмо.

source: Change it, huh?
ru: Переключи это, а?

source: What did you do to your hand?
ru: Что случилось с твоей рукой?

source: Uh, nothing.
ru: Ничего.

source: Can we get somebody over here to kill these mice for us?
ru: Мы можем вызвать кого- нибудь, чтобы он убил этих мышей?

source: They belong to Chas.
ru: Они принадлежат Чезу.

source: Or anyway, he invented them.
ru: В любом случае, он привез их.

source: Well, get him to stick them in a fucking cage or something.
ru: Ну, пусть он заперт их в эту гребаную клетку или вроде того.

source: Etheline... mind coming up here for a minute, please?
ru: Этелина... поднимись сюда на минутку, пожалуйста?

source: What' s cooking, Pops?
ru: Что готовится, приятель?

source: Now, your previous novel...
ru: Теперь, ваш предыдущий роман...

source: Wildcat.
ru: Дикая кошка.

source: Not a success.
ru: Не имел успеха.

source: Well, Wildcatwas written in a kind of obsolete vernacular...
ru: Ну, "Дикая кошка" была написана архаичным народным...

source: Wildcat...
ru: Дикая кошка...

source: Wild... cat...
ru: Дикая... кошка...

source: I' m going to go.
ru: Я собираюсь уйти.

source: I' m taking this off and I' m going.
ru: Я снимаю это и ухожу.

source: Stepping out.
ru: Выхожу.

source: What the hell kind of way to act is that?
ru: Это, черт побери, это за поведение?

source: Open the door.
ru: Откройте дверь.

source: He' s on drugs.
ru: Он на наркотиках.

source: I' il be right back.
ru: Я сейчас вернусь.

source: James Bradley...
ru: Джеймс Брэдли...

source: Hold on a minute, please.
ru: Подождите минутку. пожалуйста.

source: Pagoda has something to say.
ru: Пагода собирается кое о чем рассказать.

source: He has a cancer.
ru: У него рак.

source: No, he doesn' t.
ru: У него нет рака.

source: I know what stomach cancer looks like.
ru: Я знаю, как выглядит рак желудка.

source: I' ve seen it.
ru: Я это видел.

source: And you don' t eat three cheeseburgers a day with French fries if you got it.
ru: И ты не ешь по три чизбургера в день и картошку фри.

source: The pain is excruciating.
ru: Боль мучительна.

source: How would you know?
ru: Откуда ты знаешь?

source: My wife had it.
ru: У моей жены был рак.

source: Not only is there no Dr. McClure at Colby General there is no Colby General.
ru: И нет не только доктора МакКлура в Колби Дженерал, нет и Колби Дженерал.

source: It closed in 1974.
ru: Она закрылась в 1974.

source: Aw, shit, man.
ru: О, черт.

source: Oh, shit, man.
ru: О, черт.

source: Yes, can you send a taxi to 111 Archer Avenue right away, please?
ru: Да, вы можете прислать такси на 111 Арчер Авеню, прямо сейчас, пожалуйста?

source: I guess we' re back out on the street, huh, pal?
ru: Думаю, мы снова на улице, приятель?

source: Were you part of this, Pagoda?
ru: Ты в этом участвовал, Пагода?

source: Of course he was.
ru: Конечно же участвовал.

source: No, well, yeah, he was but, I mean, he wasn' t thatinvolved.
ru: Нет, ну, да, он участвовал но он не был активным участником.

source: Where' d you get all these medical supplies?
ru: Где ты раздобыл все эти медицинские приборы?

source: A guy at St. Pete' s owed me a favor.
ru: Парень из Сен- Пита сделал мне одолжение.

source: I did some malpractice work for him.
ru: Я вел дело о небрежном лечении пациента для него.

source: I do have high blood pressure, though.
ru: У меня высокое кровяное давление, кстати.

source: Look, I know I' m going to be the bad guy on this one.
ru: Ну, я знаю, что я плохой парень.

source: But I just want to say, the last six days have been the best six days of probably my whole life.
ru: Но я просто хочу сказать, последние шесть дней это лучшие шесть дней возможно за всю мою жизнь.

source: Immediately after making this statement
ru: Сразу после этого заявления

source: Royal realized that it was true.
ru: Ройал понял, что это правда.

source: Why' d you do this to us, Royal?
ru: Почему ты сделал это с нами, Ройал?

source: What was the point?
ru: Что было причиной?

source: I thought I could win you back.
ru: Я думал, что смогу отыграть тебя обратно.

source: And then I thought I could get rid of Henry... and at least keep the status quo.
ru: И я думал, что смогу избавиться от Генри... и хотя бы сохранить статус кво.
